print("ვინ გავიცანი გოაში")
# გოაში მე გავიცანი ბევრი კარგი ბავშვი რომლებიც არიან ანდრია კორჩილავა მათე კოტარაშვილი და გიორგი მელქაძე.

# ასევე ჩემი მეგობრები გიორგი მათე და გიორგი მეხმარებოდნენ რისთვისაც მადლობა.


print("რა მომეწონა გოაში")
# გოაში მომეწონა მასწავლებელი და ლიდერები რომლებიც ყველა ფერში მეხმარებოდნენ და მეხმარებიან.
# მე ძალიან მომწონს სწავლა გაგვეთილებიც სა ხალისოა ხანდახან ვიცინით ხანდახან უსმენთ.
# მომეწონა დავალებები რომელშიც ისე ვერთობი რომ ასე ვერ ვერთობი ეზოშიც კიდეც.
# მე ჩემს კლასელებს და მეგობრებს მოვუყევი როგორ ვერთობოდი მათაც მოუნდათ თქვეს ჩენს გვინდა შემოსვლაო ახლა,
# ისინ მშობლებს სთხოვენ შემოსვლას შეილება მოვავალში შემოვიდნენ.
# და ძალიან დიდი მადლობა ჩემს მამას და დედას რომ გოაში შემმიყვანეს და თამაშებს თავი გამანებებინეს.